Repository: shinystarlight00/ios-taxibooking-project
Catalog: *.lproj/Localizable.strings
Languages: fr

# APPLICATION NAME
source: Taxi any time
fr: Huguo

source: Select Photo
fr: Choisir une photo

source: Take Photo
fr: Prendre une photo

source: CANCEL
fr: ANNULER

# CAM_NOT_AVAILABLE
source: Camera Not Available
fr: Caméra non disponible

# PLEASE_FIRST_NAME
source: Please enter a first name.
fr: Votre prénom.

# PLEASE_LAST_NAME
source: Please enter a last name.
fr: Votre nom

# PLEASE_EMAIL
source: Please enter a email address.
fr: Votre adresse e-mail

# PLEASE_NUMBER
source: Please enter a number.
fr: Votre téléphone

# PLEASE_PASSWORD
source: Please enter a password.
fr: Votre mot de passe

# PLEASE_PASSWORD_LENGTH
source: Your password must be 6 digit.
fr: Le mot de passe doit être à 6 chiffres !

# PLEASE_VALID_EMAIL
source: Please enter a valid email address.
fr: Merci de mettre un mail valide

# REGISTER_SUCCESS
source: Successfully registered!
fr: Enregistré avec succès!

# REGISTER_FAIL
source: Registration failed Please try again.
fr: L'inscription a échoué !

# LOGIN_SUCCESS
source: Welcome
fr: Bienvenue

# LOGIN_FAIL
source: Login failed, Please try again ..
fr: La connexion a échoué, veuillez réessayer ..

# THING_SUCCESS
source: Successfully Added your things.
fr: Ajouté avec succès vos produits

# THING_FAIL
source: Failed Please try again.
fr: Échec, Veuillez réessayer.

# NOT_VALID_LOCATION
source: Not a Valid Location
fr: La localisation n'est pas valide!

# ALREADY_LOGIN
source: Please wait while we sign you in ..
fr: Veuillez patienter pendant que nous vous connectons .

source: Please wait
fr: S'il vous plaît, attendez...

# COTACCTING_SERVICE_PROVIDER
source: Contacting nearby taxis..
fr: Recherche de taxis à proximité ..

source: LOADING...
fr: CHARGEMENT...

# LOGIN
source: logging in...
fr: se connecter ...

# WAITING_FOR_ADMIN_CONFIRM
source: YOUR APPROVAL IS STILL IN PROCESS, WE WILL CONTACT YOU SOON.
fr: VOTRE APPROBATION EST TOUJOURS EN COURS !

# REQUESTING
source: Contacting near by driver...
fr: DEMANDE

source: REVIEWING
fr: RÉVISION

# CANCLEING
source: CANCELLING
fr: ANNULATION

# EDITING
source: Updating
fr: Mise à jour

# GET_PROVIDER
source: Getting Provider
fr: Obtenir un chauffeur

# SUCESS_REFERRAL
source: Referral Code applied
fr: Code de référence appliqué!

# RATING
source: Thank you for your feedback
fr: Merci pour Facture

# PASSWORD_SENT
source: Your password has been emailed to your registered address
fr: Le mot de passe vous sera envoyé à votre adresse mail

# ERROR
source: Oops!An error occured,Please try again.
fr: Oops ! Une erreur s'est produite !

# SELECT_TYPE
source: Please select a type.
fr: Choisir un modèle

# REQUEST_CANCEL
source: Your request is canceled successfully.
fr: Votre demande est annulée avec succès.

# NO_WALKER
source: We weren't able to find any taxis nearby
fr: Nous n'avons pas trouvé de taxis à proximité

# PROFILE_EDIT_SUCESS
source: Your profile has been updated successfully
fr: Votre profil a été mis à jour avec succés

# NO_REFERRAL
source: This user does not have a referral code.
fr: L'tilisateur(trice) n'a pas de code de référence!

# INFO_EMAIL
source: Please verify your e-mail address,you will not be able to modify it in future.
fr: Vérification adresse mail, modification impossible!

source: This field is not editable.
fr: Ce champ n'est pas modifiable!

# NOT_MATCH_RETYPE
source: Confirm password do not match with new password.
fr: La confirmation du nouveau mot de passe ne correspond pas!

source: Registering...
fr: Enregistrement...

source: SIGN IN
fr: Se connecter

source: Password
fr: Mot de passe

source: Forgot Password?
fr: Mot de passe oublié ?

source: Network Status
fr: État du réseau

# NO_INTERNET
source: Sorry, network is not available. Please try again later.
fr: Réseau indisponible!

source: REGISTER
fr: Inscription

source: FIRST NAME*
fr: PRÉNOM*

source: LAST NAME*
fr: NOM*

source: PASSWORD*
fr: MOT DE PASSE*

source: NUMBER*
fr: TELEPHONE*

source: I agree to the terms and conditions
fr: J'accepte les termes et conditions

source: NEXT
fr: PROCHAIN

source: DONE
fr: TERMINÉ

source: Select Country
fr: Choisissez le pays

source: Referral Code
fr: Code de Parrainage

source: Enter Referral Code
fr: Entrer le code de parrainage

# Referral_Msg
source: You can add referral code provided by your friend here to get free credits. If you do not have one or don't want to insert they just click on Skip button below.
fr: Vous pouvez ajouter un code de parrainage fourni par votre ami ici pour obtenir des crédits gratuits. Si vous n'en avez pas ou si vous ne voulez pas les insérer, cliquez simplement sur le bouton Ignorer ci-dessous.

source: SKIP
fr: IGNORER

source: ADD
fr: AJOUTER

# PLEASE_CODE
source: Please enter verification code.
fr: Entrez le code vérification du téléphone.

# ADD PAYMENT
source: Payment
fr: Paiement

source: Adding cards...
fr: Ajouter des cartes ...

# PLEASE_CREDIT_CARD_NUMBER
source: Please enter credit card number.
fr: Numéro de C.B

# PLEASE_MONTH
source: Please enter month.
fr: Mois

# PLEASE_YEAR
source: Please enter year.
fr: Année

source: Profile
fr: Profil

source: History
fr: Historique

source: Payment
fr: Paiement

# Logout Msg
source: Are you sure you want to logout ?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Yes
fr: Oui

source: No
fr: Non

source: Fare Calulator
fr: Calculateur de tarif

# Destination Address
source: Type destination location
fr: Type de destination

source: Home Address
fr: Domicile

source: Work Address
fr: Travail

source: FIRST NAME
fr: PRÉNOM

source: LAST NAME
fr: NOM

source: PHONE
fr: TÉLÉPHONE

source: CURRENT PASSWORD
fr: MOT DE PASSE ACTUEL

source: NEW PASSWORD
fr: NOUVEAU MOT DE PASSE

source: UPDATE PROFILE
fr: METTRE À JOUR LE PROFIL

source: EDIT PROFILE
fr: EDITER LE PROFIL

# Booking
source: My Bookings
fr: Mes réservations

source: Your Referral Code is
fr: Votre code de référence est

source: Your Referral Credit
fr: Votre crédit de référence

source: SHARE WITH YOUR FRIEND
fr: PARTAGEZ AVEC VOTRE AMI

source: My Referral code is
fr: Mon code de référence est

source: Invoice
fr: Facture

source: Base Price
fr: Prix ​​de base

source: Distance Cost
fr: Coût de distance

source: Time Cost
fr: Coût en temps

# PROMO BOUNCE
source: Promo Bonus
fr: Bonus Promo

# REFERRAL BOUNCE
source: Referral Bonus
fr: Bonus de parrainage

source: per mile
fr: Par kilomtre

# per mins
source: per min
fr: par minute(s)

source: CLOSE
fr: FERMER

# Mins
source: min
fr: minute(s)

source: Feedback
fr: Facture

source: CONFIRM
fr: CONFIRMER

# COMMENT1
source: COMMENT
fr: COMMENTAIRE

# COMMENT
source: Write about your experience . We are always glad to hear from you .
fr: Votre retour d'expérience

source: SUBMIT
fr: SOUMETTRE

# PLEASE_RATE
source: Please give rating to driver.
fr: Note pour le chauffeur.

# PICK ME UP
source: MY LOCATION
fr: MA POSITION

# GET FARE ESTIMATE
source: FARE ESTIMATE
fr: Obtenir une estimation de prix

source: MIN FARE
fr: PRIX MNIMUM

source: ETA
fr: POUR VENIR

source: MAX SIZE
fr: PERSONNE(S)

source: Select Your Payment Type
fr: Choisir le type de paiement

source: REQUEST
fr: DEMAZNDE

# SELECT SERVICE YOU NEED
source: SELECT SERVICE TYPE
fr: CHOISIR UN SERVICE

# SEARCH
source: Type pickup location
fr: Lieu de prise en charge

source: RATE CARD
fr: CARTE BLEU

source: Base Price :
fr: Prix de base :

# Distance Cost :
source: Distance Cost(Per km) :
fr: Coût de distance(Par km) :

# Time Cost :
source: Time Cost(Per min) :
fr: coût de temps(Par min) :

# Rate_card_note
source: Airport rates may differ.Peak time charges may apply.
fr: Les tarifs de l'aéroport peuvent différer. Des frais supplémentaires peuvent s'appliquer!

# Alert Message
source: Thank You for your Booking. Your driver details will be shared 30 mins before your pickup time
fr: Merci pour votre reservation..Nous vous contacterons trÈs rapidement pour la confirmation.

source: CALL
fr: APPEL

source: Driver accepted the Job.
fr: Le conducteur a accepté le job

# DRIVER HAS STARTED TOWARDS YOU
source: Driver has started moving towards you
fr: Départ vers le lieu de prise en charge

source: Driver has arrived at your place
fr: Arrivé sur le lieu de prise en charge

source: Your trip has been started.
fr: Votre voyage commence.

source: Your trip is completed .
fr: Votre voyage est terminé.

source: Promo Code
fr: Code promo

source: Enter Promo Code
fr: Saisir le code promotionnel

source: APPLY
fr: APPLIQUER

source: Card
fr: Carte

# Please Promo
source: Please enter promo code.
fr: entrer le code promo.

# CANCEL_REQUEST
source: Are you sure, you wan't to cancel request ?
fr: Voulez vous annuler la demande ?

source: This Email is not Registered
fr: Ce mail n'est pas enregistré!

source: Name is required.
fr: Le nom est requis!

source: Age is required.
fr: L'âge est requis!

source: Breed is required
fr: La race est requise!

source: Seassion token was expired.
fr: La clé a expiré!

source: Your unique id is missing.
fr: L'identifiant est manquant!

source: Image is required.
fr: L'image est requise!

source: Invalid Input
fr: entrée invalide!

source: Token Expired.
fr: Clé expiré!

source: Owner ID not Found
fr: L'identifiant est introuvable!

source: Not a valid token.
fr: Aucune clé valide!

source: No Dogs Found
fr: Aucun service trouvé!

source: Driver not Found
fr: Chauffeur non trouvé!

source: PayPal unique id is missing.
fr: L'identifiant unique PayPal est manquant!

source: Contact numbers are required.
fr: Les numéros de contact sont requis!

source: Your ETA is required.
fr: eta est requis.

source: No Credit Found
fr: Aucun crédit trouvé

source: Successfully Log-Out.
fr: Déconnexion avec succès.

source: Id of Request is required
fr: Identifiant de demande est requis!

source: Already Rated
fr: Déjà évalué!

source: Walk is not completed
fr: La promenade n'est pas terminée

source: Walk ID doesnot matches with Dog ID
fr: L'ID de la promenade ne correspond pas à l'ID chien!

source: Walk ID Not Found
fr: ID marcheur introuvable!

source: Invalid Phone Number
fr: Numéro de téléphone invalide!

source: Phone number must be required.
fr: Le numéro de téléphone est requis!

source: Social Login unique id must be required.
fr: L'identifiant unique de connexion sociale doit être requis.

source: Email ID already Registred
fr: Adresse e-mail déjà enregistrée!

source: Password field is required.
fr: Le champ Mot de passe est requis!

source: Email field is required
fr: Le champ Email est obligatoire!

source: First Name field is required.
fr: Le champ Prénom est requis!

source: Last Name field is required.
fr: Le champ Nom de famille est obligatoire!

source: Push notification token is required.
fr: La clé de notification push est requis!

source: Device type must be android or ios
fr: Le type de périphérique doit être Android ou iOS!

source: Login type is required.
fr: Le type de connexion est requis!

source: Login by mismatch
fr: Connexion par incompatibilité!

source: Invalid Username and Password.
fr: Nom d'utilisateur(trice) et mot de passe invalide!

source: Not a Registered User.
fr: Aucun utilisateur(trice) enregistré!

source: Not a valid social registration User
fr: L'utilisateur (trice) n'a pas d'enregistrement social valide

source: Card number's last four digits are missing.
fr: Les quatre derniers chiffres du numéro de carte sont manquants!

source: Unique payment token is missing.
fr: La clé de paiement unique est manquant!

source: Could not create client ID.
fr: Impossible de créer l'ID client!

source: Unique card ID is missing.
fr: L'identifiant de carte unique est manquant!

source: Card ID and User ID Doesnot matches
fr: L'ID de carte et l'ID utilisateur(trice) ne correspondent pas!

source: Card not found.
fr: Carte non trouvée!

source: This user does not have a referral code
fr: Cet utilisateur(trice) n'a pas de code de référence!

source: No Card Found.
fr: Aucune carte trouvée!

source: Invalid Old Password.
fr: Ancien mot de passe invalide!

source: Old Password must not be blank.
fr: L'ancien mot de passe ne doit pas être vide!

source: location points are missing.
fr: les points de localisation sont manquants!

source: UserID not Found.
fr: ID de l'utilisateur(trice) non trouvé!

source: Request ID doesnot matches withUser ID.
fr: L'ID de demande ne correspond pas à l'ID utilisateur(trice)!

source: Request ID Not Found.
fr: ID de demande introuvable!

source: User ID not Found.
fr: ID utilisateur(trice) non trouvé!

source: No walker found.
fr: Aucun marcheur trouvé!

source: No Service Provider found matching the service type
fr: Aucun chauffeur trouvé pour le service demandée!

source: No Service Provider found.
fr: Aucun fournisseur de services trouvé!

source: Selected provider's unique id is missing.
fr: L'identifiant du fournisseur est manquant!

source: Your previous Request is Pending.
fr: Votre demande précédente est en attente!

source: Please add card first for payment.
fr: Veuillez d'abord ajouter une carte de paiement!

source: No Service Provider found matching the service type for scheduled request.
fr: Aucun fournisseur de services trouvé pour la demande planifiée!

source: Invalid Promo Code.
fr: Code promotionnel incorrect!

source: You can not apply multiple code for single trip.
fr: Vous ne pouvez pas appliquer plusieurs codes pour un seul déplacement!

source: Promotional code successfully applied.
fr: Le code promotionnel a été appliqué avec succès!

source: Promotional code is not available.
fr: Le code promotionnel n'est pas disponible!

source: Promotional code already used.
fr: Code promotionnel déjà utilisé!

source: Promotion feature is not active on card payment.
fr: La fonction de promotion n'est pas active pour le paiement par carte!

source: Promotion feature is not active on cash payment.
fr: La fonction de promotion n'est pas active pour le paiement en espèces!

source: Promotion feature is not active.
fr: La fonctionnalité de promotion n'est pas active.

source: You can't apply promotional code without creating request.
fr: Vous ne pouvez pas appliquer de code promotionnel sans créer de demande!

source: Payment mode is paypal.
fr: Le mode de paiement est paypal.

source: No Service Provider found for the selected service in your area currently.
fr: Aucun fournisseur de services dans votre région actuellement.

source: You are already in debt.
fr: Vous êtes déjà endetté.

source: Distance is required.
fr: La distance est requise!

source: Time is required.
fr: Le temps est requis!

source: Request ID doesnot matches with User ID.
fr: L'ID de la demande ne correspond pas à l'ID utilisateur(trice)!

source: On going Trip.
fr: Voyage en cours!

source: No on going Trip found.
fr: Aucun voyage en cours trouvé!.

source: Searching for Service Providers.
fr: Recherche de chauffeur

source: No Service Providers are available currently. Please try after sometime.
fr: Aucun fournisseur de service n'est disponible actuellement!

source: Service Provider not Confirmed yet.
fr: Chauffeur non encore confirmé!

source: No Service Provider found around you.
fr: Aucun fournisseur de services trouvé autour de vous!

source: Time-Zone is required.
fr: Le fuseau horaire est requis!

source: Schedule date and time must be required.
fr: La date et l'heure de l'horaire doivent être obligatoires.

source: Sorry, You can't create schedule morethen two week faar from today.
fr: Vous ne pouvez pas créer l'agenda sur deux semaines à partir d'aujourd'hui!

source: update successfully
fr: mettre à jour

source: Payment mode not updated.
fr: Mode de paiement non mis à jour!

source: Destination Set Successfully.
fr: Destination définie avec succès!

source: Sorry You can't create event earlier then 14 days.
fr: Vous ne pouvez pas créer d'événement plus tôt que 14 jours!

source: Yo have invited maximum members for event.
fr: Vous avez invité les membres maximum pour l'événement!

source: Please change braintree as default gateway.
fr: Veuillez changer braintree comme passerelle par défaut!

source: Sorry, You have apready apply the refereel code.
fr: Vous avez déjà appliqué le code reference!

source: Referral process successfully completed.
fr: Processus de référence terminé avec succès!

source: Sorry, You can't apply your refereel code.
fr: Vous ne pouvez pas appliquer ce code de reference!

source: Invalid referral code.
fr: Code de référence incorrect!

source: You have skipped for referral process.
fr: Vous avez ignoré le processus de référence.

source: No Dog Found.
fr: Aucun service trouvé!

source: Payment type must be required.
fr: Le type de paiement doit être requis!

source: Event Unique Id is missing.
fr: L'identifiant de l'événement est manquant!

source: Sorry you can't delte past or ongoing event.
fr: Désolé, vous ne pouvez pas supprimer un événement passé ou en cours!

source: Event not found.
fr: Événement non trouvé!

source: Event successfully deleted.
fr: L'événement a bien été supprimé!

source: Verify code is invalid.
fr: Vérifier que le code est invalide.
